{"metadata": {"total_size": 811773886464}, "weight_map": {"lm_head.weight": "model-00191-of-00191.safetensors", "model.embed_tokens.weight": "model-00001-of-00191.safetensors", "model.layers.0.input_layernorm.weight": "model-00003-of-00191.safetensors", "model.layers.0.mlp.down_proj.weight": "model-00003-of-00191.safetensors", "model.layers.0.mlp.gate_proj.weight": "model-00002-of-00191.safetensors", "model.layers.0.mlp.up_proj.weight": "model-00002-of-00191.safetensors", "model.layers.0.post_attention_layernorm.weight": "model-00003-of-00191.safetensors", "model.layers.0.self_attn.k_proj.weight": "model-00001-of-00191.safetensors", "model.layers.0.self_attn.o_proj.weight": "model-00002-of-00191.safetensors", "model.layers.0.self_attn.q_proj.weight": "model-00001-of-00191.safetensors", "model.layers.0.self_attn.v_proj.weight": "model-00001-of-00191.safetensors", "model.layers.1.input_layernorm.weight": "model-00004-of-00191.safetensors", "model.layers.1.mlp.down_proj.weight": "model-00004-of-00191.safetensors", "model.layers.1.mlp.gate_proj.weight": "model-00003-of-00191.safetensors", "model.layers.1.mlp.up_proj.weight": "model-00004-of-00191.safetensors", "model.layers.1.post_attention_layernorm.weight": "model-00004-of-00191.safetensors", "model.layers.1.self_attn.k_proj.weight": "model-00003-of-00191.safetensors", "model.layers.1.self_attn.o_proj.weight": "model-00003-of-00191.safetensors", "model.layers.1.self_attn.q_proj.weight": "model-00003-of-00191.safetensors", "model.layers.1.self_attn.v_proj.weight": "model-00003-of-00191.safetensors", "model.layers.10.input_layernorm.weight": "model-00018-of-00191.safetensors", "model.layers.10.mlp.down_proj.weight": "model-00018-of-00191.safetensors", "model.layers.10.mlp.gate_proj.weight": "model-00017-of-00191.safetensors", "model.layers.10.mlp.up_proj.weight": "model-00017-of-00191.safetensors", "model.layers.10.post_attention_layernorm.weight": "model-00018-of-00191.safetensors", "model.layers.10.self_attn.k_proj.weight": "model-00016-of-00191.safetensors", "model.layers.10.self_attn.o_proj.weight": "model-00016-of-00191.safetensors", "model.layers.10.self_attn.q_proj.weight": "model-00016-of-00191.safetensors", "model.layers.10.self_attn.v_proj.weight": "model-00016-of-00191.safetensors", "model.layers.100.input_layernorm.weight": "model-00153-of-00191.safetensors", "model.layers.100.mlp.down_proj.weight": "model-00153-of-00191.safetensors", "model.layers.100.mlp.gate_proj.weight": "model-00152-of-00191.safetensors", "model.layers.100.mlp.up_proj.weight": "model-00152-of-00191.safetensors", "model.layers.100.post_attention_layernorm.weight": "model-00153-of-00191.safetensors", "model.layers.100.self_attn.k_proj.weight": "model-00151-of-00191.safetensors", "model.layers.100.self_attn.o_proj.weight": "model-00151-of-00191.safetensors", "model.layers.100.self_attn.q_proj.weight": "model-00151-of-00191.safetensors", "model.layers.100.self_attn.v_proj.weight": "model-00151-of-00191.safetensors", "model.layers.101.input_layernorm.weight": "model-00154-of-00191.safetensors", "model.layers.101.mlp.down_proj.weight": "model-00154-of-00191.safetensors", "model.layers.101.mlp.gate_proj.weight": "model-00153-of-00191.safetensors", "model.layers.101.mlp.up_proj.weight": "model-00154-of-00191.safetensors", "model.layers.101.post_attention_layernorm.weight": "model-00154-of-00191.safetensors", "model.layers.101.self_attn.k_proj.weight": "model-00153-of-00191.safetensors", "model.layers.101.self_attn.o_proj.weight": "model-00153-of-00191.safetensors", "model.layers.101.self_attn.q_proj.weight": "model-00153-of-00191.safetensors", "model.layers.101.self_attn.v_proj.weight": "model-00153-of-00191.safetensors", "model.layers.102.input_layernorm.weight": "model-00156-of-00191.safetensors", "model.layers.102.mlp.down_proj.weight": "model-00156-of-00191.safetensors", "model.layers.102.mlp.gate_proj.weight": "model-00155-of-00191.safetensors", "model.layers.102.mlp.up_proj.weight": "model-00155-of-00191.safetensors", "model.layers.102.post_attention_layernorm.weight": "model-00156-of-00191.safetensors", "model.layers.102.self_attn.k_proj.weight": "model-00154-of-00191.safetensors", "model.layers.102.self_attn.o_proj.weight": "model-00154-of-00191.safetensors", "model.layers.102.self_attn.q_proj.weight": "model-00154-of-00191.safetensors", "model.layers.102.self_attn.v_proj.weight": "model-00154-of-00191.safetensors", "model.layers.103.input_layernorm.weight": "model-00157-of-00191.safetensors", "model.layers.103.mlp.down_proj.weight": "model-00157-of-00191.safetensors", "model.layers.103.mlp.gate_proj.weight": "model-00156-of-00191.safetensors", "model.layers.103.mlp.up_proj.weight": "model-00157-of-00191.safetensors", "model.layers.103.post_attention_layernorm.weight": "model-00157-of-00191.safetensors", "model.layers.103.self_attn.k_proj.weight": "model-00156-of-00191.safetensors", "model.layers.103.self_attn.o_proj.weight": "model-00156-of-00191.safetensors", "model.layers.103.self_attn.q_proj.weight": "model-00156-of-00191.safetensors", "model.layers.103.self_attn.v_proj.weight": "model-00156-of-00191.safetensors", "model.layers.104.input_layernorm.weight": "model-00159-of-00191.safetensors", "model.layers.104.mlp.down_proj.weight": "model-00159-of-00191.safetensors", "model.layers.104.mlp.gate_proj.weight": "model-00158-of-00191.safetensors", "model.layers.104.mlp.up_proj.weight": "model-00158-of-00191.safetensors", "model.layers.104.post_attention_layernorm.weight": "model-00159-of-00191.safetensors", "model.layers.104.self_attn.k_proj.weight": "model-00157-of-00191.safetensors", "model.layers.104.self_attn.o_proj.weight": "model-00157-of-00191.safetensors", "model.layers.104.self_attn.q_proj.weight": "model-00157-of-00191.safetensors", "model.layers.104.self_attn.v_proj.weight": "model-00157-of-00191.safetensors", "model.layers.105.input_layernorm.weight": "model-00160-of-00191.safetensors", "model.layers.105.mlp.down_proj.weight": "model-00160-of-00191.safetensors", "model.layers.105.mlp.gate_proj.weight": "model-00159-of-00191.safetensors", "model.layers.105.mlp.up_proj.weight": "model-00160-of-00191.safetensors", "model.layers.105.post_attention_layernorm.weight": "model-00160-of-00191.safetensors", "model.layers.105.self_attn.k_proj.weight": "model-00159-of-00191.safetensors", "model.layers.105.self_attn.o_proj.weight": "model-00159-of-00191.safetensors", "model.layers.105.self_attn.q_proj.weight": "model-00159-of-00191.safetensors", "model.layers.105.self_attn.v_proj.weight": "model-00159-of-00191.safetensors", "model.layers.106.input_layernorm.weight": "model-00162-of-00191.safetensors", "model.layers.106.mlp.down_proj.weight": "model-00162-of-00191.safetensors", "model.layers.106.mlp.gate_proj.weight": "model-00161-of-00191.safetensors", "model.layers.106.mlp.up_proj.weight": "model-00161-of-00191.safetensors", "model.layers.106.post_attention_layernorm.weight": "model-00162-of-00191.safetensors", "model.layers.106.self_attn.k_proj.weight": "model-00160-of-00191.safetensors", "model.layers.106.self_attn.o_proj.weight": "model-00160-of-00191.safetensors", "model.layers.106.self_attn.q_proj.weight": "model-00160-of-00191.safetensors", "model.layers.106.self_attn.v_proj.weight": "model-00160-of-00191.safetensors", "model.layers.107.input_layernorm.weight": "model-00163-of-00191.safetensors", "model.layers.107.mlp.down_proj.weight": "model-00163-of-00191.safetensors", "model.layers.107.mlp.gate_proj.weight": "model-00162-of-00191.safetensors", "model.layers.107.mlp.up_proj.weight": "model-00163-of-00191.safetensors", "model.layers.107.post_attention_layernorm.weight": "model-00163-of-00191.safetensors", "model.layers.107.self_attn.k_proj.weight": "model-00162-of-00191.safetensors", "model.layers.107.self_attn.o_proj.weight": "model-00162-of-00191.safetensors", "model.layers.107.self_attn.q_proj.weight": "model-00162-of-00191.safetensors", "model.layers.107.self_attn.v_proj.weight": "model-00162-of-00191.safetensors", "model.layers.108.input_layernorm.weight": "model-00165-of-00191.safetensors", "model.layers.108.mlp.down_proj.weight": "model-00165-of-00191.safetensors", "model.layers.108.mlp.gate_proj.weight": "model-00164-of-00191.safetensors", "model.layers.108.mlp.up_proj.weight": "model-00164-of-00191.safetensors", "model.layers.108.post_attention_layernorm.weight": "model-00165-of-00191.safetensors", "model.layers.108.self_attn.k_proj.weight": "model-00163-of-00191.safetensors", "model.layers.108.self_attn.o_proj.weight": "model-00163-of-00191.safetensors", "model.layers.108.self_attn.q_proj.weight": "model-00163-of-00191.safetensors", "model.layers.108.self_attn.v_proj.weight": "model-00163-of-00191.safetensors", "model.layers.109.input_layernorm.weight": "model-00166-of-00191.safetensors", "model.layers.109.mlp.down_proj.weight": "model-00166-of-00191.safetensors", "model.layers.109.mlp.gate_proj.weight": "model-00165-of-00191.safetensors", "model.layers.109.mlp.up_proj.weight": "model-00166-of-00191.safetensors", "model.layers.109.post_attention_layernorm.weight": "model-00166-of-00191.safetensors", "model.layers.109.self_attn.k_proj.weight": "model-00165-of-00191.safetensors", "model.layers.109.self_attn.o_proj.weight": "model-00165-of-00191.safetensors", "model.layers.109.self_attn.q_proj.weight": "model-00165-of-00191.safetensors", "model.layers.109.self_attn.v_proj.weight": "model-00165-of-00191.safetensors", "model.layers.11.input_layernorm.weight": "model-00019-of-00191.safetensors", "model.layers.11.mlp.down_proj.weight": "model-00019-of-00191.safetensors", "model.layers.11.mlp.gate_proj.weight": "model-00018-of-00191.safetensors", "model.layers.11.mlp.up_proj.weight": "model-00019-of-00191.safetensors", "model.layers.11.post_attention_layernorm.weight": "model-00019-of-00191.safetensors", "model.layers.11.self_attn.k_proj.weight": "model-00018-of-00191.safetensors", "model.layers.11.self_attn.o_proj.weight": "model-00018-of-00191.safetensors", "model.layers.11.self_attn.q_proj.weight": "model-00018-of-00191.safetensors", "model.layers.11.self_attn.v_proj.weight": "model-00018-of-00191.safetensors", "model.layers.110.input_layernorm.weight": "model-00168-of-00191.safetensors", "model.layers.110.mlp.down_proj.weight": "model-00168-of-00191.safetensors", "model.layers.110.mlp.gate_proj.weight": "model-00167-of-00191.safetensors", "model.layers.110.mlp.up_proj.weight": "model-00167-of-00191.safetensors", "model.layers.110.post_attention_layernorm.weight": "model-00168-of-00191.safetensors", "model.layers.110.self_attn.k_proj.weight": "model-00166-of-00191.safetensors", "model.layers.110.self_attn.o_proj.weight": "model-00166-of-00191.safetensors", "model.layers.110.self_attn.q_proj.weight": "model-00166-of-00191.safetensors", "model.layers.110.self_attn.v_proj.weight": "model-00166-of-00191.safetensors", "model.layers.111.input_layernorm.weight": "model-00169-of-00191.safetensors", "model.layers.111.mlp.down_proj.weight": "model-00169-of-00191.safetensors", "model.layers.111.mlp.gate_proj.weight": "model-00168-of-00191.safetensors", "model.layers.111.mlp.up_proj.weight": "model-00169-of-00191.safetensors", "model.layers.111.post_attention_layernorm.weight": "model-00169-of-00191.safetensors", "model.layers.111.self_attn.k_proj.weight": "model-00168-of-00191.safetensors", "model.layers.111.self_attn.o_proj.weight": "model-00168-of-00191.safetensors", "model.layers.111.self_attn.q_proj.weight": "model-00168-of-00191.safetensors", "model.layers.111.self_attn.v_proj.weight": "model-00168-of-00191.safetensors", "model.layers.112.input_layernorm.weight": "model-00171-of-00191.safetensors", "model.layers.112.mlp.down_proj.weight": "model-00171-of-00191.safetensors", "model.layers.112.mlp.gate_proj.weight": "model-00170-of-00191.safetensors", "model.layers.112.mlp.up_proj.weight": "model-00170-of-00191.safetensors", "model.layers.112.post_attention_layernorm.weight": "model-00171-of-00191.safetensors", "model.layers.112.self_attn.k_proj.weight": "model-00169-of-00191.safetensors", "model.layers.112.self_attn.o_proj.weight": "model-00169-of-00191.safetensors", "model.layers.112.self_attn.q_proj.weight": "model-00169-of-00191.safetensors", "model.layers.112.self_attn.v_proj.weight": "model-00169-of-00191.safetensors", "model.layers.113.input_layernorm.weight": "model-00172-of-00191.safetensors", "model.layers.113.mlp.down_proj.weight": "model-00172-of-00191.safetensors", "model.layers.113.mlp.gate_proj.weight": "model-00171-of-00191.safetensors", "model.layers.113.mlp.up_proj.weight": "model-00172-of-00191.safetensors", "model.layers.113.post_attention_layernorm.weight": "model-00172-of-00191.safetensors", "model.layers.113.self_attn.k_proj.weight": "model-00171-of-00191.safetensors", "model.layers.113.self_attn.o_proj.weight": "model-00171-of-00191.safetensors", "model.layers.113.self_attn.q_proj.weight": "model-00171-of-00191.safetensors", "model.layers.113.self_attn.v_proj.weight": "model-00171-of-00191.safetensors", "model.layers.114.input_layernorm.weight": "model-00174-of-00191.safetensors", "model.layers.114.mlp.down_proj.weight": "model-00174-of-00191.safetensors", "model.layers.114.mlp.gate_proj.weight": "model-00173-of-00191.safetensors", "model.layers.114.mlp.up_proj.weight": "model-00173-of-00191.safetensors", "model.layers.114.post_attention_layernorm.weight": "model-00174-of-00191.safetensors", "model.layers.114.self_attn.k_proj.weight": "model-00172-of-00191.safetensors", "model.layers.114.self_attn.o_proj.weight": "model-00172-of-00191.safetensors", "model.layers.114.self_attn.q_proj.weight": "model-00172-of-00191.safetensors", "model.layers.114.self_attn.v_proj.weight": "model-00172-of-00191.safetensors", "model.layers.115.input_layernorm.weight": "model-00175-of-00191.safetensors", "model.layers.115.mlp.down_proj.weight": "model-00175-of-00191.safetensors", "model.layers.115.mlp.gate_proj.weight": "model-00174-of-00191.safetensors", "model.layers.115.mlp.up_proj.weight": "model-00175-of-00191.safetensors", "model.layers.115.post_attention_layernorm.weight": "model-00175-of-00191.safetensors", "model.layers.115.self_attn.k_proj.weight": "model-00174-of-00191.safetensors", "model.layers.115.self_attn.o_proj.weight": "model-00174-of-00191.safetensors", "model.layers.115.self_attn.q_proj.weight": "model-00174-of-00191.safetensors", "model.layers.115.self_attn.v_proj.weight": "model-00174-of-00191.safetensors", "model.layers.116.input_layernorm.weight": "model-00177-of-00191.safetensors", "model.layers.116.mlp.down_proj.weight": "model-00177-of-00191.safetensors", "model.layers.116.mlp.gate_proj.weight": "model-00176-of-00191.safetensors", "model.layers.116.mlp.up_proj.weight": "model-00176-of-00191.safetensors", "model.layers.116.post_attention_layernorm.weight": "model-00177-of-00191.safetensors", "model.layers.116.self_attn.k_proj.weight": "model-00175-of-00191.safetensors", "model.layers.116.self_attn.o_proj.weight": "model-00175-of-00191.safetensors", "model.layers.116.self_attn.q_proj.weight": "model-00175-of-00191.safetensors", "model.layers.116.self_attn.v_proj.weight": "model-00175-of-00191.safetensors", "model.layers.117.input_layernorm.weight": "model-00178-of-00191.safetensors", "model.layers.117.mlp.down_proj.weight": "model-00178-of-00191.safetensors", "model.layers.117.mlp.gate_proj.weight": "model-00177-of-00191.safetensors", "model.layers.117.mlp.up_proj.weight": "model-00178-of-00191.safetensors", "model.layers.117.post_attention_layernorm.weight": "model-00178-of-00191.safetensors", "model.layers.117.self_attn.k_proj.weight": "model-00177-of-00191.safetensors", "model.layers.117.self_attn.o_proj.weight": "model-00177-of-00191.safetensors", "model.layers.117.self_attn.q_proj.weight": "model-00177-of-00191.safetensors", "model.layers.117.self_attn.v_proj.weight": "model-00177-of-00191.safetensors", "model.layers.118.input_layernorm.weight": "model-00180-of-00191.safetensors", "model.layers.118.mlp.down_proj.weight": "model-00180-of-00191.safetensors", "model.layers.118.mlp.gate_proj.weight": "model-00179-of-00191.safetensors", "model.layers.118.mlp.up_proj.weight": "model-00179-of-00191.safetensors", "model.layers.118.post_attention_layernorm.weight": "model-00180-of-00191.safetensors", "model.layers.118.self_attn.k_proj.weight": "model-00178-of-00191.safetensors", "model.layers.118.self_attn.o_proj.weight": "model-00178-of-00191.safetensors", "model.layers.118.self_attn.q_proj.weight": "model-00178-of-00191.safetensors", "model.layers.118.self_attn.v_proj.weight": "model-00178-of-00191.safetensors", "model.layers.119.input_layernorm.weight": "model-00181-of-00191.safetensors", "model.layers.119.mlp.down_proj.weight": "model-00181-of-00191.safetensors", "model.layers.119.mlp.gate_proj.weight": "model-00180-of-00191.safetensors", "model.layers.119.mlp.up_proj.weight": "model-00181-of-00191.safetensors", "model.layers.119.post_attention_layernorm.weight": "model-00181-of-00191.safetensors", "model.layers.119.self_attn.k_proj.weight": "model-00180-of-00191.safetensors", "model.layers.119.self_attn.o_proj.weight": "model-00180-of-00191.safetensors", "model.layers.119.self_attn.q_proj.weight": "model-00180-of-00191.safetensors", "model.layers.119.self_attn.v_proj.weight": "model-00180-of-00191.safetensors", "model.layers.12.input_layernorm.weight": "model-00021-of-00191.safetensors", "model.layers.12.mlp.down_proj.weight": "model-00021-of-00191.safetensors", "model.layers.12.mlp.gate_proj.weight": "model-00020-of-00191.safetensors", "model.layers.12.mlp.up_proj.weight": "model-00020-of-00191.safetensors", "model.layers.12.post_attention_layernorm.weight": "model-00021-of-00191.safetensors", "model.layers.12.self_attn.k_proj.weight": "model-00019-of-00191.safetensors", "model.layers.12.self_attn.o_proj.weight": "model-00019-of-00191.safetensors", "model.layers.12.self_attn.q_proj.weight": "model-00019-of-00191.safetensors", "model.layers.12.self_attn.v_proj.weight": "model-00019-of-00191.safetensors", "model.layers.120.input_layernorm.weight": "model-00183-of-00191.safetensors", "model.layers.120.mlp.down_proj.weight": "model-00183-of-00191.safetensors", "model.layers.120.mlp.gate_proj.weight": "model-00182-of-00191.safetensors", "model.layers.120.mlp.up_proj.weight": "model-00182-of-00191.safetensors", "model.layers.120.post_attention_layernorm.weight": "model-00183-of-00191.safetensors", "model.layers.120.self_attn.k_proj.weight": "model-00181-of-00191.safetensors", "model.layers.120.self_attn.o_proj.weight": "model-00181-of-00191.safetensors", "model.layers.120.self_attn.q_proj.weight": "model-00181-of-00191.safetensors", "model.layers.120.self_attn.v_proj.weight": "model-00181-of-00191.safetensors", "model.layers.121.input_layernorm.weight": "model-00184-of-00191.safetensors", "model.layers.121.mlp.down_proj.weight": "model-00184-of-00191.safetensors", "model.layers.121.mlp.gate_proj.weight": "model-00183-of-00191.safetensors", "model.layers.121.mlp.up_proj.weight": "model-00184-of-00191.safetensors", "model.layers.121.post_attention_layernorm.weight": "model-00184-of-00191.safetensors", "model.layers.121.self_attn.k_proj.weight": "model-00183-of-00191.safetensors", "model.layers.121.self_attn.o_proj.weight": "model-00183-of-00191.safetensors", "model.layers.121.self_attn.q_proj.weight": "model-00183-of-00191.safetensors", "model.layers.121.self_attn.v_proj.weight": "model-00183-of-00191.safetensors", "model.layers.122.input_layernorm.weight": "model-00186-of-00191.safetensors", "model.layers.122.mlp.down_proj.weight": "model-00186-of-00191.safetensors", "model.layers.122.mlp.gate_proj.weight": "model-00185-of-00191.safetensors", "model.layers.122.mlp.up_proj.weight": "model-00185-of-00191.safetensors", "model.layers.122.post_attention_layernorm.weight": "model-00186-of-00191.safetensors", "model.layers.122.self_attn.k_proj.weight": "model-00184-of-00191.safetensors", "model.layers.122.self_attn.o_proj.weight": "model-00184-of-00191.safetensors", "model.layers.122.self_attn.q_proj.weight": "model-00184-of-00191.safetensors", "model.layers.122.self_attn.v_proj.weight": "model-00184-of-00191.safetensors", "model.layers.123.input_layernorm.weight": "model-00187-of-00191.safetensors", "model.layers.123.mlp.down_proj.weight": "model-00187-of-00191.safetensors", "model.layers.123.mlp.gate_proj.weight": "model-00186-of-00191.safetensors", "model.layers.123.mlp.up_proj.weight": "model-00187-of-00191.safetensors", "model.layers.123.post_attention_layernorm.weight": "model-00187-of-00191.safetensors", "model.layers.123.self_attn.k_proj.weight": "model-00186-of-00191.safetensors", "model.layers.123.self_attn.o_proj.weight": "model-00186-of-00191.safetensors", "model.layers.123.self_attn.q_proj.weight": "model-00186-of-00191.safetensors", "model.layers.123.self_attn.v_proj.weight": "model-00186-of-00191.safetensors", "model.layers.124.input_layernorm.weight": "model-00189-of-00191.safetensors", "model.layers.124.mlp.down_proj.weight": "model-00189-of-00191.safetensors", "model.layers.124.mlp.gate_proj.weight": "model-00188-of-00191.safetensors", "model.layers.124.mlp.up_proj.weight": "model-00188-of-00191.safetensors", "model.layers.124.post_attention_layernorm.weight": "model-00189-of-00191.safetensors", "model.layers.124.self_attn.k_proj.weight": "model-00187-of-00191.safetensors", "model.layers.124.self_attn.o_proj.weight": "model-00187-of-00191.safetensors", "model.layers.124.self_attn.q_proj.weight": "model-00187-of-00191.safetensors", "model.layers.124.self_attn.v_proj.weight": "model-00187-of-00191.safetensors", "model.layers.125.input_layernorm.weight": "model-00190-of-00191.safetensors", "model.layers.125.mlp.down_proj.weight": "model-00190-of-00191.safetensors", "model.layers.125.mlp.gate_proj.weight": "model-00189-of-00191.safetensors", "model.layers.125.mlp.up_proj.weight": "model-00190-of-00191.safetensors", "model.layers.125.post_attention_layernorm.weight": "model-00190-of-00191.safetensors", "model.layers.125.self_attn.k_proj.weight": "model-00189-of-00191.safetensors", "model.layers.125.self_attn.o_proj.weight": "model-00189-of-00191.safetensors", "model.layers.125.self_attn.q_proj.weight": "model-00189-of-00191.safetensors", "model.layers.125.self_attn.v_proj.weight": "model-00189-of-00191.safetensors", "model.layers.13.input_layernorm.weight": "model-00022-of-00191.safetensors", "model.layers.13.mlp.down_proj.weight": "model-00022-of-00191.safetensors", "model.layers.13.mlp.gate_proj.weight": "model-00021-of-00191.safetensors", "model.layers.13.mlp.up_proj.weight": "model-00022-of-00191.safetensors", "model.layers.13.post_attention_layernorm.weight": "model-00022-of-00191.safetensors", "model.layers.13.self_attn.k_proj.weight": "model-00021-of-00191.safetensors", "model.layers.13.self_attn.o_proj.weight": "model-00021-of-00191.safetensors", "model.layers.13.self_attn.q_proj.weight": "model-00021-of-00191.safetensors", "model.layers.13.self_attn.v_proj.weight": "model-00021-of-00191.safetensors", "model.layers.14.input_layernorm.weight": "model-00024-of-00191.safetensors", "model.layers.14.mlp.down_proj.weight": "model-00024-of-00191.safetensors", "model.layers.14.mlp.gate_proj.weight": "model-00023-of-00191.safetensors", "model.layers.14.mlp.up_proj.weight": "model-00023-of-00191.safetensors", "model.layers.14.post_attention_layernorm.weight": "model-00024-of-00191.safetensors", "model.layers.14.self_attn.k_proj.weight": "model-00022-of-00191.safetensors", "model.layers.14.self_attn.o_proj.weight": "model-00022-of-00191.safetensors", "model.layers.14.self_attn.q_proj.weight": "model-00022-of-00191.safetensors", "model.layers.14.self_attn.v_proj.weight": "model-00022-of-00191.safetensors", "model.layers.15.input_layernorm.weight": "model-00025-of-00191.safetensors", "model.layers.15.mlp.down_proj.weight": "model-00025-of-00191.safetensors", "model.layers.15.mlp.gate_proj.weight": "model-00024-of-00191.safetensors", "model.layers.15.mlp.up_proj.weight": "model-00025-of-00191.safetensors", "model.layers.15.post_attention_layernorm.weight": "model-00025-of-00191.safetensors", "model.layers.15.self_attn.k_proj.weight": "model-00024-of-00191.safetensors", "model.layers.15.self_attn.o_proj.weight": "model-00024-of-00191.safetensors", "model.layers.15.self_attn.q_proj.weight": "model-00024-of-00191.safetensors", "model.layers.15.self_attn.v_proj.weight": "model-00024-of-00191.safetensors", "model.layers.16.input_layernorm.weight": "model-00027-of-00191.safetensors", "model.layers.16.mlp.down_proj.weight": "model-00027-of-00191.safetensors", "model.layers.16.mlp.gate_proj.weight": "model-00026-of-00191.safetensors", "model.layers.16.mlp.up_proj.weight": "model-00026-of-00191.safetensors", "model.layers.16.post_attention_layernorm.weight": "model-00027-of-00191.safetensors", "model.layers.16.self_attn.k_proj.weight": "model-00025-of-00191.safetensors", "model.layers.16.self_attn.o_proj.weight": "model-00025-of-00191.safetensors", "model.layers.16.self_attn.q_proj.weight": "model-00025-of-00191.safetensors", "model.layers.16.self_attn.v_proj.weight": "model-00025-of-00191.safetensors", "model.layers.17.input_layernorm.weight": "model-00028-of-00191.safetensors", "model.layers.17.mlp.down_proj.weight": "model-00028-of-00191.safetensors", "model.layers.17.mlp.gate_proj.weight": "model-00027-of-00191.safetensors", "model.layers.17.mlp.up_proj.weight": "model-00028-of-00191.safetensors", "model.layers.17.post_attention_layernorm.weight": "model-00028-of-00191.safetensors", "model.layers.17.self_attn.k_proj.weight": "model-00027-of-00191.safetensors", "model.layers.17.self_attn.o_proj.weight": "model-00027-of-00191.safetensors", "model.layers.17.self_attn.q_proj.weight": "model-00027-of-00191.safetensors", "model.layers.17.self_attn.v_proj.weight": "model-00027-of-00191.safetensors", "model.layers.18.input_layernorm.weight": "model-00030-of-00191.safetensors", "model.layers.18.mlp.down_proj.weight": "model-00030-of-00191.safetensors", "model.layers.18.mlp.gate_proj.weight": "model-00029-of-00191.safetensors", "model.layers.18.mlp.up_proj.weight": "model-00029-of-00191.safetensors", "model.layers.18.post_attention_layernorm.weight": "model-00030-of-00191.safetensors", "model.layers.18.self_attn.k_proj.weight": "model-00028-of-00191.safetensors", "model.layers.18.self_attn.o_proj.weight": "model-00028-of-00191.safetensors", "model.layers.18.self_attn.q_proj.weight": "model-00028-of-00191.safetensors", "model.layers.18.self_attn.v_proj.weight": "model-00028-of-00191.safetensors", "model.layers.19.input_layernorm.weight": "model-00031-of-00191.safetensors", "model.layers.19.mlp.down_proj.weight": "model-00031-of-00191.safetensors", "model.layers.19.mlp.gate_proj.weight": "model-00030-of-00191.safetensors", "model.layers.19.mlp.up_proj.weight": "model-00031-of-00191.safetensors", "model.layers.19.post_attention_layernorm.weight": "model-00031-of-00191.safetensors", "model.layers.19.self_attn.k_proj.weight": "model-00030-of-00191.safetensors", "model.layers.19.self_attn.o_proj.weight": "model-00030-of-00191.safetensors", "model.layers.19.self_attn.q_proj.weight": "model-00030-of-00191.safetensors", "model.layers.19.self_attn.v_proj.weight": "model-00030-of-00191.safetensors", "model.layers.2.input_layernorm.weight": "model-00006-of-00191.safetensors", "model.layers.2.mlp.down_proj.weight": "model-00006-of-00191.safetensors", "model.layers.2.mlp.gate_proj.weight": "model-00005-of-00191.safetensors", "model.layers.2.mlp.up_proj.weight": "model-00005-of-00191.safetensors", "model.layers.2.post_attention_layernorm.weight": "model-00006-of-00191.safetensors", "model.layers.2.self_attn.k_proj.weight": "model-00004-of-00191.safetensors", "model.layers.2.self_attn.o_proj.weight": "model-00004-of-00191.safetensors", "model.layers.2.self_attn.q_proj.weight": "model-00004-of-00191.safetensors", "model.layers.2.self_attn.v_proj.weight": "model-00004-of-00191.safetensors", "model.layers.20.input_layernorm.weight": "model-00033-of-00191.safetensors", "model.layers.20.mlp.down_proj.weight": "model-00033-of-00191.safetensors", "model.layers.20.mlp.gate_proj.weight": "model-00032-of-00191.safetensors", "model.layers.20.mlp.up_proj.weight": "model-00032-of-00191.safetensors", "model.layers.20.post_attention_layernorm.weight": "model-00033-of-00191.safetensors", "model.layers.20.self_attn.k_proj.weight": "model-00031-of-00191.safetensors", "model.layers.20.self_attn.o_proj.weight": "model-00031-of-00191.safetensors", "model.layers.20.self_attn.q_proj.weight": "model-00031-of-00191.safetensors", "model.layers.20.self_attn.v_proj.weight": "model-00031-of-00191.safetensors", "model.layers.21.input_layernorm.weight": "model-00034-of-00191.safetensors", "model.layers.21.mlp.down_proj.weight": "model-00034-of-00191.safetensors", "model.layers.21.mlp.gate_proj.weight": "model-00033-of-00191.safetensors", "model.layers.21.mlp.up_proj.weight": "model-00034-of-00191.safetensors", "model.layers.21.post_attention_layernorm.weight": "model-00034-of-00191.safetensors", "model.layers.21.self_attn.k_proj.weight": "model-00033-of-00191.safetensors", "model.layers.21.self_attn.o_proj.weight": "model-00033-of-00191.safetensors", "model.layers.21.self_attn.q_proj.weight": "model-00033-of-00191.safetensors", "model.layers.21.self_attn.v_proj.weight": "model-00033-of-00191.safetensors", "model.layers.22.input_layernorm.weight": "model-00036-of-00191.safetensors", "model.layers.22.mlp.down_proj.weight": "model-00036-of-00191.safetensors", "model.layers.22.mlp.gate_proj.weight": "model-00035-of-00191.safetensors", "model.layers.22.mlp.up_proj.weight": "model-00035-of-00191.safetensors", "model.layers.22.post_attention_layernorm.weight": "model-00036-of-00191.safetensors", "model.layers.22.self_attn.k_proj.weight": "model-00034-of-00191.safetensors", "model.layers.22.self_attn.o_proj.weight": "model-00034-of-00191.safetensors", "model.layers.22.self_attn.q_proj.weight": "model-00034-of-00191.safetensors", "model.layers.22.self_attn.v_proj.weight": "model-00034-of-00191.safetensors", "model.layers.23.input_layernorm.weight": "model-00037-of-00191.safetensors", "model.layers.23.mlp.down_proj.weight": "model-00037-of-00191.safetensors", "model.layers.23.mlp.gate_proj.weight": "model-00036-of-00191.safetensors", "model.layers.23.mlp.up_proj.weight": "model-00037-of-00191.safetensors", "model.layers.23.post_attention_layernorm.weight": "model-00037-of-00191.safetensors", "model.layers.23.self_attn.k_proj.weight": "model-00036-of-00191.safetensors", "model.layers.23.self_attn.o_proj.weight": "model-00036-of-00191.safetensors", "model.layers.23.self_attn.q_proj.weight": "model-00036-of-00191.safetensors", "model.layers.23.self_attn.v_proj.weight": "model-00036-of-00191.safetensors", "model.layers.24.input_layernorm.weight": "model-00039-of-00191.safetensors", "model.layers.24.mlp.down_proj.weight": "model-00039-of-00191.safetensors", "model.layers.24.mlp.gate_proj.weight": "model-00038-of-00191.safetensors", "model.layers.24.mlp.up_proj.weight": "model-00038-of-00191.safetensors", "model.layers.24.post_attention_layernorm.weight": "model-00039-of-00191.safetensors", "model.layers.24.self_attn.k_proj.weight": "model-00037-of-00191.safetensors", "model.layers.24.self_attn.o_proj.weight": "model-00037-of-00191.safetensors", "model.layers.24.self_attn.q_proj.weight": "model-00037-of-00191.safetensors", "model.layers.24.self_attn.v_proj.weight": "model-00037-of-00191.safetensors", "model.layers.25.input_layernorm.weight": "model-00040-of-00191.safetensors", "model.layers.25.mlp.down_proj.weight": "model-00040-of-00191.safetensors", "model.layers.25.mlp.gate_proj.weight": "model-00039-of-00191.safetensors", "model.layers.25.mlp.up_proj.weight": "model-00040-of-00191.safetensors", "model.layers.25.post_attention_layernorm.weight": "model-00040-of-00191.safetensors", "model.layers.25.self_attn.k_proj.weight": "model-00039-of-00191.safetensors", "model.layers.25.self_attn.o_proj.weight": "model-00039-of-00191.safetensors", "model.layers.25.self_attn.q_proj.weight": "model-00039-of-00191.safetensors", "model.layers.25.self_attn.v_proj.weight": "model-00039-of-00191.safetensors", "model.layers.26.input_layernorm.weight": "model-00042-of-00191.safetensors", "model.layers.26.mlp.down_proj.weight": "model-00042-of-00191.safetensors", "model.layers.26.mlp.gate_proj.weight": "model-00041-of-00191.safetensors", "model.layers.26.mlp.up_proj.weight": "model-00041-of-00191.safetensors", "model.layers.26.post_attention_layernorm.weight": "model-00042-of-00191.safetensors", "model.layers.26.self_attn.k_proj.weight": "model-00040-of-00191.safetensors", "model.layers.26.self_attn.o_proj.weight": "model-00040-of-00191.safetensors", "model.layers.26.self_attn.q_proj.weight": "model-00040-of-00191.safetensors", "model.layers.26.self_attn.v_proj.weight": "model-00040-of-00191.safetensors", "model.layers.27.input_layernorm.weight": "model-00043-of-00191.safetensors", "model.layers.27.mlp.down_proj.weight": "model-00043-of-00191.safetensors", "model.layers.27.mlp.gate_proj.weight": "model-00042-of-00191.safetensors", "model.layers.27.mlp.up_proj.weight": "model-00043-of-00191.safetensors", "model.layers.27.post_attention_layernorm.weight": "model-00043-of-00191.safetensors", "model.layers.27.self_attn.k_proj.weight": "model-00042-of-00191.safetensors", "model.layers.27.self_attn.o_proj.weight": "model-00042-of-00191.safetensors", "model.layers.27.self_attn.q_proj.weight": "model-00042-of-00191.safetensors", "model.layers.27.self_attn.v_proj.weight": "model-00042-of-00191.safetensors", "model.layers.28.input_layernorm.weight": "model-00045-of-00191.safetensors", "model.layers.28.mlp.down_proj.weight": "model-00045-of-00191.safetensors", "model.layers.28.mlp.gate_proj.weight": "model-00044-of-00191.safetensors", "model.layers.28.mlp.up_proj.weight": "model-00044-of-00191.safetensors", "model.layers.28.post_attention_layernorm.weight": "model-00045-of-00191.safetensors", "model.layers.28.self_attn.k_proj.weight": "model-00043-of-00191.safetensors", "model.layers.28.self_attn.o_proj.weight": "model-00043-of-00191.safetensors", "model.layers.28.self_attn.q_proj.weight": "model-00043-of-00191.safetensors", "model.layers.28.self_attn.v_proj.weight": "model-00043-of-00191.safetensors", "model.layers.29.input_layernorm.weight": "model-00046-of-00191.safetensors", "model.layers.29.mlp.down_proj.weight": "model-00046-of-00191.safetensors", "model.layers.29.mlp.gate_proj.weight": "model-00045-of-00191.safetensors", "model.layers.29.mlp.up_proj.weight": "model-00046-of-00191.safetensors", "model.layers.29.post_attention_layernorm.weight": "model-00046-of-00191.safetensors", "model.layers.29.self_attn.k_proj.weight": "model-00045-of-00191.safetensors", "model.layers.29.self_attn.o_proj.weight": "model-00045-of-00191.safetensors", "model.layers.29.self_attn.q_proj.weight": "model-00045-of-00191.safetensors", "model.layers.29.self_attn.v_proj.weight": "model-00045-of-00191.safetensors", "model.layers.3.input_layernorm.weight": "model-00007-of-00191.safetensors", "model.layers.3.mlp.down_proj.weight": "model-00007-of-00191.safetensors", "model.layers.3.mlp.gate_proj.weight": "model-00006-of-00191.safetensors", "model.layers.3.mlp.up_proj.weight": "model-00007-of-00191.safetensors", "model.layers.3.post_attention_layernorm.weight": "model-00007-of-00191.safetensors", "model.layers.3.self_attn.k_proj.weight": "model-00006-of-00191.safetensors", "model.layers.3.self_attn.o_proj.weight": "model-00006-of-00191.safetensors", "model.layers.3.self_attn.q_proj.weight": "model-00006-of-00191.safetensors", "model.layers.3.self_attn.v_proj.weight": "model-00006-of-00191.safetensors", "model.layers.30.input_layernorm.weight": "model-00048-of-00191.safetensors", "model.layers.30.mlp.down_proj.weight": "model-00048-of-00191.safetensors", "model.layers.30.mlp.gate_proj.weight": "model-00047-of-00191.safetensors", "model.layers.30.mlp.up_proj.weight": "model-00047-of-00191.safetensors", "model.layers.30.post_attention_layernorm.weight": "model-00048-of-00191.safetensors", "model.layers.30.self_attn.k_proj.weight": "model-00046-of-00191.safetensors", "model.layers.30.self_attn.o_proj.weight": "model-00046-of-00191.safetensors", "model.layers.30.self_attn.q_proj.weight": "model-00046-of-00191.safetensors", "model.layers.30.self_attn.v_proj.weight": "model-00046-of-00191.safetensors", "model.layers.31.input_layernorm.weight": "model-00049-of-00191.safetensors", "model.layers.31.mlp.down_proj.weight": "model-00049-of-00191.safetensors", "model.layers.31.mlp.gate_proj.weight": "model-00048-of-00191.safetensors", "model.layers.31.mlp.up_proj.weight": "model-00049-of-00191.safetensors", "model.layers.31.post_attention_layernorm.weight": "model-00049-of-00191.safetensors", "model.layers.31.self_attn.k_proj.weight": "model-00048-of-00191.safetensors", "model.layers.31.self_attn.o_proj.weight": "model-00048-of-00191.safetensors", "model.layers.31.self_attn.q_proj.weight": "model-00048-of-00191.safetensors", "model.layers.31.self_attn.v_proj.weight": "model-00048-of-00191.safetensors", "model.layers.32.input_layernorm.weight": "model-00051-of-00191.safetensors", "model.layers.32.mlp.down_proj.weight": "model-00051-of-00191.safetensors", "model.layers.32.mlp.gate_proj.weight": "model-00050-of-00191.safetensors", "model.layers.32.mlp.up_proj.weight": "model-00050-of-00191.safetensors", "model.layers.32.post_attention_layernorm.weight": "model-00051-of-00191.safetensors", "model.layers.32.self_attn.k_proj.weight": "model-00049-of-00191.safetensors", "model.layers.32.self_attn.o_proj.weight": "model-00049-of-00191.safetensors", "model.layers.32.self_attn.q_proj.weight": "model-00049-of-00191.safetensors", "model.layers.32.self_attn.v_proj.weight": "model-00049-of-00191.safetensors", "model.layers.33.input_layernorm.weight": "model-00052-of-00191.safetensors", "model.layers.33.mlp.down_proj.weight": "model-00052-of-00191.safetensors", "model.layers.33.mlp.gate_proj.weight": "model-00051-of-00191.safetensors", "model.layers.33.mlp.up_proj.weight": "model-00052-of-00191.safetensors", "model.layers.33.post_attention_layernorm.weight": "model-00052-of-00191.safetensors", "model.layers.33.self_attn.k_proj.weight": "model-00051-of-00191.safetensors", "model.layers.33.self_attn.o_proj.weight": "model-00051-of-00191.safetensors", "model.layers.33.self_attn.q_proj.weight": "model-00051-of-00191.safetensors", "model.layers.33.self_attn.v_proj.weight": "model-00051-of-00191.safetensors", "model.layers.34.input_layernorm.weight": "model-00054-of-00191.safetensors", "model.layers.34.mlp.down_proj.weight": "model-00054-of-00191.safetensors", "model.layers.34.mlp.gate_proj.weight": "model-00053-of-00191.safetensors", "model.layers.34.mlp.up_proj.weight": "model-00053-of-00191.safetensors", "model.layers.34.post_attention_layernorm.weight": "model-00054-of-00191.safetensors", "model.layers.34.self_attn.k_proj.weight": "model-00052-of-00191.safetensors", "model.layers.34.self_attn.o_proj.weight": "model-00052-of-00191.safetensors", "model.layers.34.self_attn.q_proj.weight": "model-00052-of-00191.safetensors", "model.layers.34.self_attn.v_proj.weight": "model-00052-of-00191.safetensors", "model.layers.35.input_layernorm.weight": "model-00055-of-00191.safetensors", "model.layers.35.mlp.down_proj.weight": "model-00055-of-00191.safetensors", "model.layers.35.mlp.gate_proj.weight": "model-00054-of-00191.safetensors", "model.layers.35.mlp.up_proj.weight": "model-00055-of-00191.safetensors", "model.layers.35.post_attention_layernorm.weight": "model-00055-of-00191.safetensors", "model.layers.35.self_attn.k_proj.weight": "model-00054-of-00191.safetensors", "model.layers.35.self_attn.o_proj.weight": "model-00054-of-00191.safetensors", "model.layers.35.self_attn.q_proj.weight": "model-00054-of-00191.safetensors", "model.layers.35.self_attn.v_proj.weight": "model-00054-of-00191.safetensors", "model.layers.36.input_layernorm.weight": "model-00057-of-00191.safetensors", "model.layers.36.mlp.down_proj.weight": "model-00057-of-00191.safetensors", "model.layers.36.mlp.gate_proj.weight": "model-00056-of-00191.safetensors", "model.layers.36.mlp.up_proj.weight": "model-00056-of-00191.safetensors", "model.layers.36.post_attention_layernorm.weight": "model-00057-of-00191.safetensors", "model.layers.36.self_attn.k_proj.weight": "model-00055-of-00191.safetensors", "model.layers.36.self_attn.o_proj.weight": "model-00055-of-00191.safetensors", "model.layers.36.self_attn.q_proj.weight": "model-00055-of-00191.safetensors", "model.layers.36.self_attn.v_proj.weight": "model-00055-of-00191.safetensors", "model.layers.37.input_layernorm.weight": "model-00058-of-00191.safetensors", "model.layers.37.mlp.down_proj.weight": "model-00058-of-00191.safetensors", "model.layers.37.mlp.gate_proj.weight": "model-00057-of-00191.safetensors", "model.layers.37.mlp.up_proj.weight": "model-00058-of-00191.safetensors", "model.layers.37.post_attention_layernorm.weight": "model-00058-of-00191.safetensors", "model.layers.37.self_attn.k_proj.weight": "model-00057-of-00191.safetensors", "model.layers.37.self_attn.o_proj.weight": "model-00057-of-00191.safetensors", "model.layers.37.self_attn.q_proj.weight": "model-00057-of-00191.safetensors", "model.layers.37.self_attn.v_proj.weight": "model-00057-of-00191.safetensors", "model.layers.38.input_layernorm.weight": "model-00060-of-00191.safetensors", "model.layers.38.mlp.down_proj.weight": "model-00060-of-00191.safetensors", "model.layers.38.mlp.gate_proj.weight": "model-00059-of-00191.safetensors", "model.layers.38.mlp.up_proj.weight": "model-00059-of-00191.safetensors", "model.layers.38.post_attention_layernorm.weight": "model-00060-of-00191.safetensors", "model.layers.38.self_attn.k_proj.weight": "model-00058-of-00191.safetensors", "model.layers.38.self_attn.o_proj.weight": "model-00058-of-00191.safetensors", "model.layers.38.self_attn.q_proj.weight": "model-00058-of-00191.safetensors", "model.layers.38.self_attn.v_proj.weight": "model-00058-of-00191.safetensors", "model.layers.39.input_layernorm.weight": "model-00061-of-00191.safetensors", "model.layers.39.mlp.down_proj.weight": "model-00061-of-00191.safetensors", "model.layers.39.mlp.gate_proj.weight": "model-00060-of-00191.safetensors", "model.layers.39.mlp.up_proj.weight": "model-00061-of-00191.safetensors", "model.layers.39.post_attention_layernorm.weight": "model-00061-of-00191.safetensors", "model.layers.39.self_attn.k_proj.weight": "model-00060-of-00191.safetensors", "model.layers.39.self_attn.o_proj.weight": "model-00060-of-00191.safetensors", "model.layers.39.self_attn.q_proj.weight": "model-00060-of-00191.safetensors", "model.layers.39.self_attn.v_proj.weight": "model-00060-of-00191.safetensors", "model.layers.4.input_layernorm.weight": "model-00009-of-00191.safetensors", "model.layers.4.mlp.down_proj.weight": "model-00009-of-00191.safetensors", "model.layers.4.mlp.gate_proj.weight": "model-00008-of-00191.safetensors", "model.layers.4.mlp.up_proj.weight": "model-00008-of-00191.safetensors", "model.layers.4.post_attention_layernorm.weight": "model-00009-of-00191.safetensors", "model.layers.4.self_attn.k_proj.weight": "model-00007-of-00191.safetensors", "model.layers.4.self_attn.o_proj.weight": "model-00007-of-00191.safetensors", "model.layers.4.self_attn.q_proj.weight": "model-00007-of-00191.safetensors", "model.layers.4.self_attn.v_proj.weight": "model-00007-of-00191.safetensors", "model.layers.40.input_layernorm.weight": "model-00063-of-00191.safetensors", "model.layers.40.mlp.down_proj.weight": "model-00063-of-00191.safetensors", "model.layers.40.mlp.gate_proj.weight": "model-00062-of-00191.safetensors", "model.layers.40.mlp.up_proj.weight": "model-00062-of-00191.safetensors", "model.layers.40.post_attention_layernorm.weight": "model-00063-of-00191.safetensors", "model.layers.40.self_attn.k_proj.weight": "model-00061-of-00191.safetensors", "model.layers.40.self_attn.o_proj.weight": "model-00061-of-00191.safetensors", "model.layers.40.self_attn.q_proj.weight": "model-00061-of-00191.safetensors", "model.layers.40.self_attn.v_proj.weight": "model-00061-of-00191.safetensors", "model.layers.41.input_layernorm.weight": "model-00064-of-00191.safetensors", "model.layers.41.mlp.down_proj.weight": "model-00064-of-00191.safetensors", "model.layers.41.mlp.gate_proj.weight": "model-00063-of-00191.safetensors", "model.layers.41.mlp.up_proj.weight": "model-00064-of-00191.safetensors", "model.layers.41.post_attention_layernorm.weight": "model-00064-of-00191.safetensors", "model.layers.41.self_attn.k_proj.weight": "model-00063-of-00191.safetensors", "model.layers.41.self_attn.o_proj.weight": "model-00063-of-00191.safetensors", "model.layers.41.self_attn.q_proj.weight": "model-00063-of-00191.safetensors", "model.layers.41.self_attn.v_proj.weight": "model-00063-of-00191.safetensors", "model.layers.42.input_layernorm.weight": "model-00066-of-00191.safetensors", "model.layers.42.mlp.down_proj.weight": "model-00066-of-00191.safetensors", "model.layers.42.mlp.gate_proj.weight": "model-00065-of-00191.safetensors", "model.layers.42.mlp.up_proj.weight": "model-00065-of-00191.safetensors", "model.layers.42.post_attention_layernorm.weight": "model-00066-of-00191.safetensors", "model.layers.42.self_attn.k_proj.weight": "model-00064-of-00191.safetensors", "model.layers.42.self_attn.o_proj.weight": "model-00064-of-00191.safetensors", "model.layers.42.self_attn.q_proj.weight": "model-00064-of-00191.safetensors", "model.layers.42.self_attn.v_proj.weight": "model-00064-of-00191.safetensors", "model.layers.43.input_layernorm.weight": "model-00067-of-00191.safetensors", "model.layers.43.mlp.down_proj.weight": "model-00067-of-00191.safetensors", "model.layers.43.mlp.gate_proj.weight": "model-00066-of-00191.safetensors", "model.layers.43.mlp.up_proj.weight": "model-00067-of-00191.safetensors", "model.layers.43.post_attention_layernorm.weight": "model-00067-of-00191.safetensors", "model.layers.43.self_attn.k_proj.weight": "model-00066-of-00191.safetensors", "model.layers.43.self_attn.o_proj.weight": "model-00066-of-00191.safetensors", "model.layers.43.self_attn.q_proj.weight": "model-00066-of-00191.safetensors", "model.layers.43.self_attn.v_proj.weight": "model-00066-of-00191.safetensors", "model.layers.44.input_layernorm.weight": "model-00069-of-00191.safetensors", "model.layers.44.mlp.down_proj.weight": "model-00069-of-00191.safetensors", "model.layers.44.mlp.gate_proj.weight": "model-00068-of-00191.safetensors", "model.layers.44.mlp.up_proj.weight": "model-00068-of-00191.safetensors", "model.layers.44.post_attention_layernorm.weight": "model-00069-of-00191.safetensors", "model.layers.44.self_attn.k_proj.weight": "model-00067-of-00191.safetensors", "model.layers.44.self_attn.o_proj.weight": "model-00067-of-00191.safetensors", "model.layers.44.self_attn.q_proj.weight": "model-00067-of-00191.safetensors", "model.layers.44.self_attn.v_proj.weight": "model-00067-of-00191.safetensors", "model.layers.45.input_layernorm.weight": "model-00070-of-00191.safetensors", "model.layers.45.mlp.down_proj.weight": "model-00070-of-00191.safetensors", "model.layers.45.mlp.gate_proj.weight": "model-00069-of-00191.safetensors", "model.layers.45.mlp.up_proj.weight": "model-00070-of-00191.safetensors", "model.layers.45.post_attention_layernorm.weight": "model-00070-of-00191.safetensors", "model.layers.45.self_attn.k_proj.weight": "model-00069-of-00191.safetensors", "model.layers.45.self_attn.o_proj.weight": "model-00069-of-00191.safetensors", "model.layers.45.self_attn.q_proj.weight": "model-00069-of-00191.safetensors", "model.layers.45.self_attn.v_proj.weight": "model-00069-of-00191.safetensors", "model.layers.46.input_layernorm.weight": "model-00072-of-00191.safetensors", "model.layers.46.mlp.down_proj.weight": "model-00072-of-00191.safetensors", "model.layers.46.mlp.gate_proj.weight": "model-00071-of-00191.safetensors", "model.layers.46.mlp.up_proj.weight": "model-00071-of-00191.safetensors", "model.layers.46.post_attention_layernorm.weight": "model-00072-of-00191.safetensors", "model.layers.46.self_attn.k_proj.weight": "model-00070-of-00191.safetensors", "model.layers.46.self_attn.o_proj.weight": "model-00070-of-00191.safetensors", "model.layers.46.self_attn.q_proj.weight": "model-00070-of-00191.safetensors", "model.layers.46.self_attn.v_proj.weight": "model-00070-of-00191.safetensors", "model.layers.47.input_layernorm.weight": "model-00073-of-00191.safetensors", "model.layers.47.mlp.down_proj.weight": "model-00073-of-00191.safetensors", "model.layers.47.mlp.gate_proj.weight": "model-00072-of-00191.safetensors", "model.layers.47.mlp.up_proj.weight": "model-00073-of-00191.safetensors", "model.layers.47.post_attention_layernorm.weight": "model-00073-of-00191.safetensors", "model.layers.47.self_attn.k_proj.weight": "model-00072-of-00191.safetensors", "model.layers.47.self_attn.o_proj.weight": "model-00072-of-00191.safetensors", "model.layers.47.self_attn.q_proj.weight": "model-00072-of-00191.safetensors", "model.layers.47.self_attn.v_proj.weight": "model-00072-of-00191.safetensors", "model.layers.48.input_layernorm.weight": "model-00075-of-00191.safetensors", "model.layers.48.mlp.down_proj.weight": "model-00075-of-00191.safetensors", "model.layers.48.mlp.gate_proj.weight": "model-00074-of-00191.safetensors", "model.layers.48.mlp.up_proj.weight": "model-00074-of-00191.safetensors", "model.layers.48.post_attention_layernorm.weight": "model-00075-of-00191.safetensors", "model.layers.48.self_attn.k_proj.weight": "model-00073-of-00191.safetensors", "model.layers.48.self_attn.o_proj.weight": "model-00073-of-00191.safetensors", "model.layers.48.self_attn.q_proj.weight": "model-00073-of-00191.safetensors", "model.layers.48.self_attn.v_proj.weight": "model-00073-of-00191.safetensors", "model.layers.49.input_layernorm.weight": "model-00076-of-00191.safetensors", "model.layers.49.mlp.down_proj.weight": 